{
  "app": {
    "title": "BenefitsBot",
    "tagline": "Find benefits and tax credits you may qualify for",
    "subtitle": "Answer a few questions to see which programs could help you and your family. Free, private, no login required.",
    "privacy": "Your answers stay on your device. We never store or share your information.",
    "startBenefits": "Check My Benefits",
    "startTaxCredits": "Check Tax Credits",
    "startBoth": "Check Both",
    "back": "Back",
    "next": "Next",
    "seeResults": "See My Results",
    "startOver": "Start Over",
    "language": "Español",
    "yes": "Yes",
    "no": "No",
    "select": "Select...",
    "switchLanguageLabel": "Switch language"
  },
  "screener": {
    "stateQuestion": "What state do you live in?",
    "householdSizeQuestion": "How many people live in your household? (Include yourself, your spouse, and anyone you support financially.)",
    "incomeQuestion": "How much money does your household make before taxes? (Your best guess is fine.)",
    "incomePlaceholder": "e.g. 25000",
    "incomeHelp": "Include pay from jobs, tips, side work, and any other regular money coming in for everyone in your home.",
    "freq_yearly": "Per Year",
    "freq_monthly": "Per Month",
    "freq_biweekly": "Every 2 Weeks",
    "freq_weekly": "Per Week",
    "freq_hourly": "Per Hour",
    "incomePlaceholder_yearly": "e.g. 25000",
    "incomePlaceholder_monthly": "e.g. 2000",
    "incomePlaceholder_biweekly": "e.g. 1000",
    "incomePlaceholder_weekly": "e.g. 500",
    "incomePlaceholder_hourly": "e.g. 15",
    "incomeAnnualEstimate": "That's about ${{amount}} per year",
    "ageQuestion": "How old are you?",
    "agePlaceholder": "e.g. 35",
    "pregnantQuestion": "Is anyone in your household currently pregnant?",
    "childrenUnder5Question": "Do you have any children under 5 years old?",
    "childrenUnder18Question": "Do you have any children under 18?",
    "numChildrenQuestion": "How many children under 18 are in your household?",
    "childrenUnder17Question": "How many children under 17?",
    "disabilityQuestion": "Does anyone in your household have a disability?",
    "employedQuestion": "Are you currently employed (including self-employment)?",
    "studentQuestion": "Are you a full-time student?",
    "filingStatusQuestion": "What is your tax filing status?",
    "filingSingle": "Single",
    "filingMarried": "Married Filing Jointly",
    "filingHoh": "Head of Household",
    "retirementQuestion": "Do you contribute to a retirement account (401k, IRA, etc.)?",
    "collegeQuestion": "Are you currently enrolled in college at least half-time?",
    "step": "Step {{current}} of {{total}}",
    "progress": "{{percent}}% complete"
  },
  "results": {
    "title": "Your Results",
    "benefitsTitle": "Benefits You May Qualify For",
    "taxCreditsTitle": "Tax Credits You May Qualify For",
    "eligible": "Likely Eligible",
    "likely": "May Qualify",
    "unlikely": "Probably Not Eligible",
    "estimatedValue": "Estimated value",
    "totalEstimated": "Total estimated tax credits",
    "perYear": "/year",
    "howToApply": "How to Apply",
    "requirements": "Key Requirements",
    "learnMore": "Learn More & Apply",
    "freeFilingTitle": "Free Tax Filing Resources",
    "freeFilingSubtitle": "Don't pay for tax prep — these resources are free for you:",
    "noResults": "Based on your answers, you may not qualify for the programs we checked. However, eligibility rules are complex and vary by state. We recommend contacting your local benefits office or dialing 211 for more help.",
    "disclaimer": "This tool provides estimates only. Actual eligibility is determined by the agencies that run these programs. Income limits and benefit amounts may change. Always apply directly to confirm your eligibility.",
    "dial211": "You can also dial 2-1-1 for free referrals to local assistance programs.",
    "printResults": "Print / Save Results",
    "eligible_count": "{{count}} programs you likely qualify for",
    "likely_count": "{{count}} programs you may qualify for",
    "total_annual_value": "Estimated total annual value",
    "refundable": "Refundable — you get money back even if you owe no tax",
    "unlikely_programs_one": "{{count}} program you probably don't qualify for",
    "unlikely_programs_other": "{{count}} programs you probably don't qualify for",
    "unlikely_credits_one": "{{count}} credit you probably don't qualify for",
    "unlikely_credits_other": "{{count}} credits you probably don't qualify for",
    "applyNow": "Apply Now — It's Free",
    "perMonth": "/month",
    "monthlyBreakdown": "That's about ${{amount}} every month",
    "benefitsHero": "Good news — you may qualify for {{count}} programs",
    "benefitsHeroSub": "Many people miss benefits they're eligible for. Don't leave help on the table.",
    "taxCreditsHero": "You could get back up to",
    "taxCreditsHeroSub": "This is money you may be owed — file your taxes to claim it",
    "nextSteps": "Your Next Steps",
    "nextStep1": "Save or print this page so you have it handy",
    "nextStep2": "Tap \"Apply Now\" on any program above to get started",
    "nextStep3": "Call 2-1-1 (free) if you need help with any application",
    "freeToApply": "Free to apply",
    "fileToGetMoney": "File your taxes to get this money"
  },
  "reasons": {
    "snap_eligible": "Your income is within the SNAP gross income limit.",
    "snap_likely": "Some states have expanded SNAP eligibility (Broad-Based Categorical Eligibility). You may qualify in your state.",
    "snap_unlikely": "Your income appears to exceed SNAP limits, but you may still qualify if you have high housing or childcare costs.",
    "medicaid_eligible_expansion": "Your state expanded Medicaid and your income is within the limit.",
    "medicaid_eligible_parent": "As a parent with very low income, you likely qualify even without Medicaid expansion.",
    "medicaid_likely_noexpansion": "Your state has not expanded Medicaid, but pregnant women and children often have higher income limits.",
    "medicaid_likely_expansion": "You may qualify through state-specific programs or if your income decreases.",
    "medicaid_unlikely": "Your income may exceed Medicaid limits in your state.",
    "chip_unlikely_nochildren": "CHIP is for children under 19.",
    "chip_eligible": "Your income is within typical CHIP limits and you have children.",
    "chip_likely": "Many states cover children at higher income levels through CHIP.",
    "chip_unlikely": "Your income may exceed CHIP limits in your state.",
    "wic_unlikely_noperson": "WIC is for pregnant/postpartum women, infants, and children under 5.",
    "wic_eligible": "Your income is within WIC limits and your household includes an eligible person.",
    "wic_unlikely": "Your income appears to exceed WIC limits (185% FPL).",
    "liheap_eligible": "Your income is within LIHEAP limits.",
    "liheap_likely": "Some states have higher LIHEAP income limits. You may qualify.",
    "liheap_unlikely": "Your income appears to exceed LIHEAP limits.",
    "ssi_eligible": "You meet the age/disability requirement and your income is within SSI limits.",
    "ssi_likely": "You meet the age/disability requirement. SSI has complex income rules — not all income is counted.",
    "ssi_unlikely_age": "SSI requires age 65+ or a qualifying disability.",
    "ssi_unlikely": "Your income may exceed SSI limits.",
    "tanf_unlikely_nochildren": "TANF is primarily for families with children.",
    "tanf_eligible": "Your income is within typical TANF limits and you have children.",
    "tanf_likely": "TANF limits vary by state. You may qualify depending on your state's rules.",
    "tanf_unlikely": "Your income may exceed TANF limits in your state.",
    "lifeline_eligible": "Your income is within Lifeline limits.",
    "lifeline_likely": "You may qualify for Lifeline if you participate in SNAP, Medicaid, SSI, or other qualifying programs.",
    "pell_eligible": "Based on your income, you would likely receive a significant Pell Grant if enrolled in college.",
    "pell_likely": "You may qualify for a partial Pell Grant if enrolled in college.",
    "pell_unlikely": "Your income may be too high for a Pell Grant.",
    "default_unlikely": "Unable to determine eligibility.",
    "eitc_no_employment": "EITC requires earned income from employment or self-employment.",
    "eitc_eligible": "Your income is within EITC limits for {{count}} qualifying child(ren).",
    "eitc_unlikely": "Your income exceeds EITC limits for your filing status and number of children.",
    "ctc_eligible": "${{amount}} per qualifying child under 17.",
    "ctc_phaseout": "Your credit is reduced due to income phase-out.",
    "ctc_unlikely_income": "Your income exceeds the Child Tax Credit phase-out range.",
    "ctc_unlikely_nochildren": "The Child Tax Credit requires qualifying children under 17.",
    "savers_underage": "Must be 18+ and not a full-time student.",
    "savers_no_contribution": "Requires contributions to a retirement account (401k, IRA, etc.). If you start contributing, you could qualify.",
    "savers_eligible": "You could get a {{rate}}% credit on retirement contributions up to ${{amount}}.",
    "savers_unlikely": "Your income exceeds Saver's Credit limits for your filing status.",
    "aoc_not_enrolled": "This credit is for students enrolled at least half-time in college. If you plan to enroll, you could qualify.",
    "aoc_eligible": "Up to ${{amount}}/year for tuition, fees, and course materials.",
    "aoc_unlikely": "Your income exceeds the American Opportunity Credit limits."
  },
  "home": {
    "quickScreener": "Quick screener",
    "programsChecked": "Programs checked",
    "alwaysFree": "Always free",
    "timeEstimate": "2 min"
  },
  "footer": {
    "notGovernment": "This is not a government website. This tool provides estimates only and is not affiliated with any federal, state, or local government agency.",
    "about": "About & Disclaimer",
    "privacy": "Privacy Policy"
  },
  "about": {
    "title": "About This Tool",
    "disclaimerTitle": "Important Disclaimer",
    "notGovernment": "This tool is NOT affiliated with any government agency. It is an independent, free tool built to help people find programs they may qualify for.",
    "estimatesOnly": "All results are estimates only. This tool does not determine your eligibility for any program. Only the government agencies that run these programs can determine if you qualify.",
    "notLegalAdvice": "This is not legal, financial, or tax advice. We recommend consulting with a qualified professional or contacting the relevant agency directly.",
    "alwaysApply": "Always apply directly with the program to confirm your eligibility. Eligibility rules are complex and vary by state. Our estimates may not account for all factors.",
    "sourcesTitle": "Data Sources",
    "dataAsOf": "Data current as of January 2025. Federal Poverty Levels, benefit amounts, and tax credit figures are updated annually.",
    "howItWorksTitle": "How This Tool Works",
    "howItWorks1": "This tool runs entirely in your web browser. Your answers are never sent to any server — all calculations happen on your device.",
    "howItWorks2": "We compare your answers against published federal eligibility guidelines (income limits, household size rules, etc.) to estimate which programs you might qualify for.",
    "howItWorks3": "Real eligibility is more complex than what we can check here. Many programs have additional requirements around assets, citizenship, work history, and other factors that vary by state.",
    "needHelpTitle": "Need More Help?",
    "needHelp211": "Dial 2-1-1 from any phone for free, confidential referrals to local assistance programs including food, housing, utilities, health care, and more.",
    "needHelpVita": "For free tax preparation help, visit a VITA (Volunteer Income Tax Assistance) site near you: irs.treasury.gov/freetaxprep",
    "privacyLink": "Privacy Policy"
  },
  "privacy": {
    "title": "Privacy Policy",
    "summaryTitle": "The Short Version",
    "summaryText": "We collect nothing. Your answers never leave your device. There are no accounts, no tracking, and no cookies.",
    "whatWeCollectTitle": "What We Collect",
    "whatWeCollect": "Nothing. This tool does not collect, store, or transmit any personal information. All of your answers are processed entirely in your web browser and are never sent to any server.",
    "howItWorksTitle": "How It Works",
    "howItWorks": "When you answer questions, the eligibility calculations run in JavaScript directly in your browser. No data is sent over the internet. When you close or refresh the page, your answers are gone.",
    "cookiesTitle": "Cookies & Tracking",
    "cookies": "This tool does not use cookies, analytics trackers, or any other tracking technology. We do not use Google Analytics or any similar service. Your language preference is stored in your browser's local storage so you don't have to re-select it each visit.",
    "thirdPartyTitle": "Third-Party Links",
    "thirdParty": "Our results pages include links to official government websites (IRS.gov, Healthcare.gov, SSA.gov, etc.) where you can apply for programs. When you click these links, you leave our site and are subject to those sites' own privacy policies.",
    "childrenTitle": "Children's Privacy",
    "children": "Because we collect no data whatsoever, there are no special concerns regarding children's privacy (COPPA). No personal information from any user, of any age, is ever collected or stored.",
    "changesTitle": "Changes to This Policy",
    "changes": "If we ever change how this tool works in a way that affects privacy, we will update this page. Because we currently collect nothing, any change would be clearly noted here."
  }
}
