{
  "app": {
    "title": "BenefitsBot",
    "tagline": "Encuentre beneficios y créditos tributarios para los que puede calificar",
    "subtitle": "Responda algunas preguntas para ver qué programas podrían ayudarle a usted y a su familia. Gratis, privado, sin necesidad de registrarse.",
    "privacy": "Sus respuestas permanecen en su dispositivo. Nunca almacenamos ni compartimos su información.",
    "startBenefits": "Verificar Mis Beneficios",
    "startTaxCredits": "Verificar Créditos Tributarios",
    "startBoth": "Verificar Ambos",
    "back": "Atrás",
    "next": "Siguiente",
    "seeResults": "Ver Mis Resultados",
    "startOver": "Empezar de Nuevo",
    "language": "English",
    "yes": "Sí",
    "no": "No",
    "select": "Seleccionar...",
    "switchLanguageLabel": "Cambiar idioma"
  },
  "screener": {
    "stateQuestion": "¿En qué estado vive?",
    "householdSizeQuestion": "¿Cuántas personas viven en su hogar? (Inclúyase a usted mismo, su cónyuge y a cualquier persona que apoye financieramente.)",
    "incomeQuestion": "¿Cuánto dinero gana su hogar antes de impuestos? (Su mejor estimación está bien.)",
    "incomePlaceholder": "ej. 25000",
    "incomeHelp": "Incluya pago de trabajos, propinas, trabajo extra y cualquier otro dinero que entre regularmente para todos en su hogar.",
    "freq_yearly": "Por Año",
    "freq_monthly": "Por Mes",
    "freq_biweekly": "Cada 2 Semanas",
    "freq_weekly": "Por Semana",
    "freq_hourly": "Por Hora",
    "incomePlaceholder_yearly": "ej. 25000",
    "incomePlaceholder_monthly": "ej. 2000",
    "incomePlaceholder_biweekly": "ej. 1000",
    "incomePlaceholder_weekly": "ej. 500",
    "incomePlaceholder_hourly": "ej. 15",
    "incomeAnnualEstimate": "Eso es aproximadamente ${{amount}} por año",
    "ageQuestion": "¿Cuántos años tiene?",
    "agePlaceholder": "ej. 35",
    "pregnantQuestion": "¿Alguien en su hogar está embarazada actualmente?",
    "childrenUnder5Question": "¿Tiene hijos menores de 5 años?",
    "childrenUnder18Question": "¿Tiene hijos menores de 18 años?",
    "numChildrenQuestion": "¿Cuántos hijos menores de 18 años hay en su hogar?",
    "childrenUnder17Question": "¿Cuántos hijos menores de 17 años?",
    "disabilityQuestion": "¿Alguien en su hogar tiene una discapacidad?",
    "employedQuestion": "¿Está empleado actualmente (incluyendo trabajo por cuenta propia)?",
    "studentQuestion": "¿Es estudiante a tiempo completo?",
    "filingStatusQuestion": "¿Cuál es su estado de declaración de impuestos?",
    "filingSingle": "Soltero/a",
    "filingMarried": "Casado/a Declarando Conjuntamente",
    "filingHoh": "Jefe/a de Hogar",
    "retirementQuestion": "¿Contribuye a una cuenta de jubilación (401k, IRA, etc.)?",
    "collegeQuestion": "¿Está inscrito/a en la universidad al menos medio tiempo?",
    "step": "Paso {{current}} de {{total}}",
    "progress": "{{percent}}% completado"
  },
  "results": {
    "title": "Sus Resultados",
    "benefitsTitle": "Beneficios Para los Que Puede Calificar",
    "taxCreditsTitle": "Créditos Tributarios Para los Que Puede Calificar",
    "eligible": "Probablemente Elegible",
    "likely": "Puede Calificar",
    "unlikely": "Probablemente No Elegible",
    "estimatedValue": "Valor estimado",
    "totalEstimated": "Total estimado de créditos tributarios",
    "perYear": "/año",
    "howToApply": "Cómo Aplicar",
    "requirements": "Requisitos Clave",
    "learnMore": "Más Información y Aplicar",
    "freeFilingTitle": "Recursos Gratuitos para Declarar Impuestos",
    "freeFilingSubtitle": "No pague por la preparación de impuestos — estos recursos son gratuitos para usted:",
    "noResults": "Según sus respuestas, es posible que no califique para los programas que verificamos. Sin embargo, las reglas de elegibilidad son complejas y varían según el estado. Le recomendamos contactar su oficina local de beneficios o marcar 211 para más ayuda.",
    "disclaimer": "Esta herramienta proporciona solo estimaciones. La elegibilidad real es determinada por las agencias que administran estos programas. Los límites de ingresos y montos de beneficios pueden cambiar. Siempre aplique directamente para confirmar su elegibilidad.",
    "dial211": "También puede marcar 2-1-1 para referencias gratuitas a programas de asistencia locales.",
    "printResults": "Imprimir / Guardar Resultados",
    "eligible_count": "{{count}} programas para los que probablemente califica",
    "likely_count": "{{count}} programas para los que puede calificar",
    "total_annual_value": "Valor anual total estimado",
    "refundable": "Reembolsable — recibe dinero incluso si no debe impuestos",
    "unlikely_programs_one": "{{count}} programa para el que probablemente no califica",
    "unlikely_programs_other": "{{count}} programas para los que probablemente no califica",
    "unlikely_credits_one": "{{count}} crédito para el que probablemente no califica",
    "unlikely_credits_other": "{{count}} créditos para los que probablemente no califica",
    "applyNow": "Aplicar Ahora — Es Gratis",
    "perMonth": "/mes",
    "monthlyBreakdown": "Eso es aproximadamente ${{amount}} cada mes",
    "benefitsHero": "Buenas noticias — puede calificar para {{count}} programas",
    "benefitsHeroSub": "Muchas personas no aprovechan los beneficios para los que son elegibles. No deje ayuda sin reclamar.",
    "taxCreditsHero": "Podría recibir hasta",
    "taxCreditsHeroSub": "Este es dinero que le pueden deber — declare sus impuestos para reclamarlo",
    "nextSteps": "Sus Próximos Pasos",
    "nextStep1": "Guarde o imprima esta página para tenerla a mano",
    "nextStep2": "Toque \"Aplicar Ahora\" en cualquier programa arriba para comenzar",
    "nextStep3": "Llame al 2-1-1 (gratis) si necesita ayuda con alguna solicitud",
    "freeToApply": "Gratis para aplicar",
    "fileToGetMoney": "Declare sus impuestos para obtener este dinero"
  },
  "reasons": {
    "snap_eligible": "Su ingreso está dentro del límite de ingreso bruto de SNAP.",
    "snap_likely": "Algunos estados han ampliado la elegibilidad de SNAP (Elegibilidad Categórica Amplia). Puede calificar en su estado.",
    "snap_unlikely": "Su ingreso parece exceder los límites de SNAP, pero aún podría calificar si tiene altos costos de vivienda o cuidado de niños.",
    "medicaid_eligible_expansion": "Su estado expandió Medicaid y su ingreso está dentro del límite.",
    "medicaid_eligible_parent": "Como padre/madre con ingresos muy bajos, probablemente califica incluso sin la expansión de Medicaid.",
    "medicaid_likely_noexpansion": "Su estado no ha expandido Medicaid, pero las mujeres embarazadas y los niños a menudo tienen límites de ingreso más altos.",
    "medicaid_likely_expansion": "Puede calificar a través de programas específicos del estado o si su ingreso disminuye.",
    "medicaid_unlikely": "Su ingreso puede exceder los límites de Medicaid en su estado.",
    "chip_unlikely_nochildren": "CHIP es para niños menores de 19 años.",
    "chip_eligible": "Su ingreso está dentro de los límites típicos de CHIP y tiene hijos.",
    "chip_likely": "Muchos estados cubren niños con niveles de ingreso más altos a través de CHIP.",
    "chip_unlikely": "Su ingreso puede exceder los límites de CHIP en su estado.",
    "wic_unlikely_noperson": "WIC es para mujeres embarazadas/posparto, bebés y niños menores de 5 años.",
    "wic_eligible": "Su ingreso está dentro de los límites de WIC y su hogar incluye una persona elegible.",
    "wic_unlikely": "Su ingreso parece exceder los límites de WIC (185% del nivel federal de pobreza).",
    "liheap_eligible": "Su ingreso está dentro de los límites de LIHEAP.",
    "liheap_likely": "Algunos estados tienen límites de ingreso más altos para LIHEAP. Puede calificar.",
    "liheap_unlikely": "Su ingreso parece exceder los límites de LIHEAP.",
    "ssi_eligible": "Cumple con el requisito de edad/discapacidad y su ingreso está dentro de los límites de SSI.",
    "ssi_likely": "Cumple con el requisito de edad/discapacidad. SSI tiene reglas de ingreso complejas — no todo el ingreso se cuenta.",
    "ssi_unlikely_age": "SSI requiere tener 65 años o más, o una discapacidad calificada.",
    "ssi_unlikely": "Su ingreso puede exceder los límites de SSI.",
    "tanf_unlikely_nochildren": "TANF es principalmente para familias con hijos.",
    "tanf_eligible": "Su ingreso está dentro de los límites típicos de TANF y tiene hijos.",
    "tanf_likely": "Los límites de TANF varían según el estado. Puede calificar dependiendo de las reglas de su estado.",
    "tanf_unlikely": "Su ingreso puede exceder los límites de TANF en su estado.",
    "lifeline_eligible": "Su ingreso está dentro de los límites de Lifeline.",
    "lifeline_likely": "Puede calificar para Lifeline si participa en SNAP, Medicaid, SSI u otros programas calificados.",
    "pell_eligible": "Según su ingreso, probablemente recibiría una Beca Pell significativa si está inscrito en la universidad.",
    "pell_likely": "Puede calificar para una Beca Pell parcial si está inscrito en la universidad.",
    "pell_unlikely": "Su ingreso puede ser demasiado alto para una Beca Pell.",
    "default_unlikely": "No se pudo determinar la elegibilidad.",
    "eitc_no_employment": "El EITC requiere ingresos del trabajo por empleo o trabajo por cuenta propia.",
    "eitc_eligible": "Su ingreso está dentro de los límites del EITC para {{count}} hijo(s) calificado(s).",
    "eitc_unlikely": "Su ingreso excede los límites del EITC para su estado de declaración y número de hijos.",
    "ctc_eligible": "${{amount}} por hijo calificado menor de 17 años.",
    "ctc_phaseout": "Su crédito se reduce debido a la eliminación gradual por ingresos.",
    "ctc_unlikely_income": "Su ingreso excede el rango de eliminación gradual del Crédito Tributario por Hijos.",
    "ctc_unlikely_nochildren": "El Crédito Tributario por Hijos requiere hijos calificados menores de 17 años.",
    "savers_underage": "Debe tener 18 años o más y no ser estudiante a tiempo completo.",
    "savers_no_contribution": "Requiere contribuciones a una cuenta de jubilación (401k, IRA, etc.). Si comienza a contribuir, podría calificar.",
    "savers_eligible": "Podría obtener un crédito del {{rate}}% sobre contribuciones de jubilación hasta ${{amount}}.",
    "savers_unlikely": "Su ingreso excede los límites del Crédito del Ahorrador para su estado de declaración.",
    "aoc_not_enrolled": "Este crédito es para estudiantes inscritos al menos medio tiempo en la universidad. Si planea inscribirse, podría calificar.",
    "aoc_eligible": "Hasta ${{amount}}/año para matrícula, tarifas y materiales de curso.",
    "aoc_unlikely": "Su ingreso excede los límites del Crédito de Oportunidad Americana."
  },
  "home": {
    "quickScreener": "Evaluación rápida",
    "programsChecked": "Programas verificados",
    "alwaysFree": "Siempre gratis",
    "timeEstimate": "2 min"
  },
  "footer": {
    "notGovernment": "Este no es un sitio web del gobierno. Esta herramienta proporciona solo estimaciones y no está afiliada a ninguna agencia gubernamental federal, estatal o local.",
    "about": "Acerca de y Aviso Legal",
    "privacy": "Política de Privacidad"
  },
  "about": {
    "title": "Acerca de Esta Herramienta",
    "disclaimerTitle": "Aviso Legal Importante",
    "notGovernment": "Esta herramienta NO está afiliada a ninguna agencia gubernamental. Es una herramienta independiente y gratuita creada para ayudar a las personas a encontrar programas para los que pueden calificar.",
    "estimatesOnly": "Todos los resultados son solo estimaciones. Esta herramienta no determina su elegibilidad para ningún programa. Solo las agencias gubernamentales que administran estos programas pueden determinar si usted califica.",
    "notLegalAdvice": "Esto no es asesoramiento legal, financiero ni tributario. Recomendamos consultar con un profesional calificado o contactar directamente a la agencia correspondiente.",
    "alwaysApply": "Siempre aplique directamente con el programa para confirmar su elegibilidad. Las reglas de elegibilidad son complejas y varían según el estado. Nuestras estimaciones pueden no considerar todos los factores.",
    "sourcesTitle": "Fuentes de Datos",
    "dataAsOf": "Datos actualizados a enero de 2025. Los Niveles Federales de Pobreza, montos de beneficios y cifras de créditos tributarios se actualizan anualmente.",
    "howItWorksTitle": "Cómo Funciona Esta Herramienta",
    "howItWorks1": "Esta herramienta funciona completamente en su navegador web. Sus respuestas nunca se envían a ningún servidor — todos los cálculos ocurren en su dispositivo.",
    "howItWorks2": "Comparamos sus respuestas con las guías federales de elegibilidad publicadas (límites de ingresos, reglas de tamaño del hogar, etc.) para estimar para qué programas podría calificar.",
    "howItWorks3": "La elegibilidad real es más compleja de lo que podemos verificar aquí. Muchos programas tienen requisitos adicionales sobre activos, ciudadanía, historial laboral y otros factores que varían según el estado.",
    "needHelpTitle": "¿Necesita Más Ayuda?",
    "needHelp211": "Marque 2-1-1 desde cualquier teléfono para referencias gratuitas y confidenciales a programas de asistencia locales, incluyendo alimentos, vivienda, servicios públicos, atención médica y más.",
    "needHelpVita": "Para ayuda gratuita con la preparación de impuestos, visite un sitio VITA (Asistencia Voluntaria de Impuestos sobre la Renta) cerca de usted: irs.treasury.gov/freetaxprep",
    "privacyLink": "Política de Privacidad"
  },
  "privacy": {
    "title": "Política de Privacidad",
    "summaryTitle": "La Versión Corta",
    "summaryText": "No recopilamos nada. Sus respuestas nunca salen de su dispositivo. No hay cuentas, no hay rastreo y no hay cookies.",
    "whatWeCollectTitle": "Qué Recopilamos",
    "whatWeCollect": "Nada. Esta herramienta no recopila, almacena ni transmite ninguna información personal. Todas sus respuestas se procesan completamente en su navegador web y nunca se envían a ningún servidor.",
    "howItWorksTitle": "Cómo Funciona",
    "howItWorks": "Cuando responde preguntas, los cálculos de elegibilidad se ejecutan en JavaScript directamente en su navegador. No se envían datos por internet. Cuando cierra o actualiza la página, sus respuestas desaparecen.",
    "cookiesTitle": "Cookies y Rastreo",
    "cookies": "Esta herramienta no utiliza cookies, rastreadores de análisis ni ninguna otra tecnología de rastreo. No usamos Google Analytics ni ningún servicio similar. Su preferencia de idioma se almacena en el almacenamiento local de su navegador para que no tenga que seleccionarlo de nuevo en cada visita.",
    "thirdPartyTitle": "Enlaces a Terceros",
    "thirdParty": "Nuestras páginas de resultados incluyen enlaces a sitios web oficiales del gobierno (IRS.gov, Healthcare.gov, SSA.gov, etc.) donde puede solicitar programas. Cuando hace clic en estos enlaces, sale de nuestro sitio y está sujeto a las políticas de privacidad de esos sitios.",
    "childrenTitle": "Privacidad de los Niños",
    "children": "Dado que no recopilamos ningún dato, no hay preocupaciones especiales con respecto a la privacidad de los niños (COPPA). Ninguna información personal de ningún usuario, de ninguna edad, se recopila ni almacena.",
    "changesTitle": "Cambios a Esta Política",
    "changes": "Si alguna vez cambiamos el funcionamiento de esta herramienta de una manera que afecte la privacidad, actualizaremos esta página. Como actualmente no recopilamos nada, cualquier cambio se notará claramente aquí."
  }
}
